<?php include_once('include/header.php')?>

<title>書き初めHTML5｜サポート</title>

<section id=wrap class=support>
	<section>
		<h3>操作方法</h3>
		<ol>
			<li>facebookアプリページにアクセス。
			<a href="https://apps.facebook.com/kakizome_htmlv/">
				https://apps.facebook.com/kakizome_htmlv/
			</a>
			<li>「書き初めをはじめる」をクリック。
			<li>習字用紙にマウスで字や絵を自由に描く。何回でも書き直せます。
			<li>完了・送信ボタンを押してギャラリーに登録。一度登録すると削除できませんので気をつけてください。
			<li>皆さんの作品をクリックすると、個別の発表ページに移動して鑑賞できます。
			<li>「シェアボタン」「いいねボタン」をクリックしてお友達に知らせましょう。
		</ol>
	</section>

	<section>
		<h3>免責</h3>
		<ul>
			<li>
			書き初めということで、1/12までのサービス、
			それから後は閲覧のみになる予定です。

			<li>
			メンテナンスの都合（「あ！やっちゃった！」というのも含め）で、
			予告なくデータを削除することがあるかもしれないのでごめんなさい。

			<li>
			趣味で作ってますので、機能上の不具合はごかんべんください。
			ご連絡いただければ、時間があれば・・・タラレバ。
			
			<li>
			メディア等でこんな作品があるなどの紹介することがあれば・・いいなぁと
			思います。メディア様取材お待ちしております。
			
			<li>
			免責は予告なく追加・削除・訂正することがあります。
			
		</ul>
	</section>

	<section>
		<h3>FAQ</h3>
		<ul>
			<li>ブラウザは？
			<br>safariかchromeでお試しください。firefoxも私のPCでは操作できました。
			operaはどうでしょう。IEは・・・。
			<li>投稿できないのだけど
			<br>facebookでログインしていない可能性があります。
				ブラウザのポップアップ機能を有効にして再度お試しください。
			<li>線が引けなくなった
			<br>「もう一度」ボタンを押して、もう一度ゆっくり書いてください。
			<li>上手に書けない
			<br>スピードはゆっくり目で、大きな文字を書くなど工夫してみましょう。
		</ul>
	</section>
</section>

<?php include_once('include/footer.php')?>
